# Taps
tap "joshmedeski/sesh"
tap "oven-sh/bun"
tap "yakitrak/yakitrak"

# Core tools
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gh"
brew "neovim"
brew "tmux"
brew "fzf"
brew "fd"
brew "ripgrep"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "lsd"
brew "pam-reattach"
brew "gnu-sed"
brew "wget"
brew "jq"
brew "yq"
brew "direnv"

# Dev
brew "fnm"
brew "go"
brew "uv"
brew "python@3.12"
brew "yarn"
brew "tree-sitter"
brew "tree-sitter-cli"
brew "mkcert"
brew "imagemagick"
brew "oven-sh/bun/bun"

# Media & network
brew "ffmpeg"
brew "cloudflared"
brew "http-server"

# AI
brew "aichat"

# Utilities
brew "ical-buddy"
brew "joshmedeski/sesh/sesh"
brew "yakitrak/yakitrak/obsidian-cli"

# Casks
cask "ngrok"

# Go tools
go "golang.org/x/tools/gopls"
go "github.com/jesseduffield/lazydocker"
go "github.com/jesseduffield/lazygit"
go "github.com/gokcehan/lf"
go "honnef.co/go/tools/cmd/staticcheck"

# Cargo
cargo "wasm-pack"

# Python (uv)
uv "mflux"
